# Массивы (списки)

array = [] #инициализация пустого массива
print(array)
array.append(4) # добавить в конец массива 4
array.append('privet')
print(array)

#array[0] - обращение по индексу к первому элементу
print(array[0])

array2 = ['123', 5, [4]]
arr3 = [25, 33] * 4


# Вывести элементы массива через пробел
for elem in d:
    print(elem, end=' ') # по умолчанию end = '\n' - переход на новую строку



